<?php
/* @var $this yii\web\View */
$subtitle = '土风舞的意义';
$this->title = Yii::$app->params['webTitle'] . '-' . $subtitle;
$this->params['breadcrumbs'][] = $subtitle;
?>
<div class="introduction">
    <div class="body-content">
        <h1 style="text-align:center">【<?= $subtitle ?>】</h1>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;自有人类出现的时代、即有舞蹈之实，凡人类足迹所到之处，即可觅得舞蹈踪影；所以人称「舞蹈渊源与人类同寿」，又称「舞蹈之于人类，如影之于形」。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;何谓舞蹈？凡发自内心感觉、形诸身体手足操作表情者即是，故先民流徙穴居之时、因喜怒哀乐而手舞足蹈，即为舞蹈之滥觞；随文明进步，舞蹈成为节奏动作、并配以音乐（最初为歌唱及节奏音向）！作多方而发展，形成宗教、战斗、仪式、工作、娱乐、艺术、联欢等目的不同，形态迥异的各种舞蹈。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;故自舞蹈发展过程观之，土风舞实为现代各种舞蹈之先躯。何谓土风舞，此一名词乃译自英文FOLK DANCE，其字义为富有乡土风味之舞蹈、其意义则指自然形成，在地理、历史、气候、文化、生活、风俗、思想等因素之孕育影响下，经长时间演变，致具备民族、地方特色、为地区人民深爱、溶为生活的舞蹈，亦即我国惯称之民族舞蹈。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;历史的巨轮时刻不停，生活方式与思想型态与时俱异、任何土风舞均无法长期保持其原貌；或因求变而由简入繁，或经整理成欣赏艺术，或存于祭祀庆典中。或成矫饰礼仪；因人类交通频繁、而相互揉和影响，失却其独特风格与地方独占性；因社交舞兴农民舞交流之历史现象，注入新血液；此外康乐活动观念与方式之随时演变，在在使土风舞之范围与分类因时代而异，某一舞蹈之归属类别与兴衰荣辱亦常有不同美、日土风舞家、惯将土风舞分为四类：<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（一）乡土舞蹈（Country Dance）~具有地方传统特色之舞蹈、如宗教舞蹈、仪式舞蹈及一些瓣欢舞蹈等。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（二）国家舞蹈（National Dance）~流行于一国境内、并为其专有之传统舞蹈。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（三）国际舞蹈（International Dance）~流行于国际间，无特殊代表性之舞蹈，如华尔兹、扑克等。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（四）特征舞蹈（Character Dance）~配合特殊音乐、服装道具，以特殊舞法表演之舞蹈。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;二次世界大战后，美国成为世界土风舞之集合地，不同国家之移民携去各国舞蹈，参加大战之军士也自各地携回了各地特产、然后在专家整理后，由政府派遣专人赴各地介绍，使各地人民加深彼此了解与友善，掀起了世界性土风舞热潮，在这样一个运动下，土风舞之范围因指导员之广事收集、创编教材而自然扩大，旧有分类自己不再完全适合、笔者在民国六十一年曾就今天流行于我国和美、日等地土风舞、加以分析归纳、而重新定义如下：<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;「狭义土风舞的意义，仍如上述为民族舞蹈，而广义的土风舞则分为狭义士风舞、准土风舞、国际土风舞、早期社交舞四类。」<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;准土风舞~具有少许舞蹈成份之韵律活动、其活动目的纯粹在求康乐效果，而不计艺术价值，必须简单易学，不必有传统、音乐与舞步间的组合关系薄弱，舞步的结构亦不严谨，如舞会游戏、音乐游戏、唱和跳等。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;国际土风舞~舞步及舞法规格经过广泛流传后，失去国家民族的专有性，而成国际性舞蹈，各地舞蹈家均可利用规格内之任何舞曲编舞，如华尔兹、扑克、莎蒂希、马则卡、迭步、探戈‧维沙维尼等，前四者在某一段时期被称为国际四大土风舞类型。但马则卡早已式微，而无法与其他三种并驾齐驱，而三者之中尤以华尔兹更是一枝独秀，近年探戈舞在国际土风舞界间出现渐多，尤其国内青年更经常编舞，趋之若骛。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;早期社交舞~过去之西欧宫廷舞、社交舞、以及美国垦荒时代的社交舞，往广泛流传后、转变为土风舞格式者，其舞法与舞曲间具较严格关系。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我国由于社会风俗与欧美不同，政府对于社交舞不予提倡，各级学校均大力防范！以免滋事困扰；但是青年男女由于希冀异性社交，并因欧美风气入侵，对跳舞仍有无比的向往，在现实的条件下，产生替代品，土风舞便是其中之一，此即大专学生们之土风舞会节目表，所以总是双人舞居多，尤其类似社交舞者更受欢迎之故；然而在较高级之社团中，双人舞的比重就相形减少，毕竟各类土风舞都有其价值存在，而真止爱土风舞者绝不会以仅跳双人舞为满足；另外、在中小学的土风舞活动中，在穿插于社团活动的土风舞中，以及救国团所举办的假期活动营队，准土风舞仍为主要角色，这是其价值正好与有关的教育目的、活动目的、政策要求迭合的结果。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;土风舞既为学校教师所接受，又受到广大群众的喜爱，自有其不可磨灭的价值，现在顷就体育、娱乐、教育、社交四方面分别论述：<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一、体育方面~<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、「土风舞是体育活动项目之一，其运动量适中，并可培养韵律感，故为世界各国学校所爱用，同时又是适合任何年龄人士的体育活动。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、跳土风舞需要全身各部份配合舞曲做自然而节奏性之运动，帮助身心平街及发展。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;二、娱乐方面~<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、土风舞大部分简单易学，易于参与而忘我、引起自然愉悦，放松因工作而紧张之情绪。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、土风舞曲大多具有特色而极动听，容易提供欣赏各地乡土民谣之机会。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、部分土风舞具备特殊地方风味，或精巧舞技，富艺术欣赏价值。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三、教育方面~<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、土风舞大部具有代表性，或包含历史故事，或代表地理特征，或表现文化、生活、风俗等，寓认识各国文化于不知不觉中，跳本国舞蹈时，更可促进对自己国家的了解，加强爱乡爱土之民族意识。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、土风舞是一种团体活动，参加者须尊重别人，尊重团体、遵守社会规范及礼仪，是群育方式之一。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、土风舞活动中，需要与人合作，接受领导或领导别人，可用以训练个人能力，提高价值。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;四、社交方面~土风舞提供交谊机会，自然而迅速地缩短人与人间之距离，促进彼此认识，扩大友谊领域。<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我国之土风舞活动，由最初之学校体育项目，渐渐为社会社团爱用，而后遍及全国，其价值正逐步发挥，某项价值发挥之效用消长，自然产生各个时期不同之表面现象，东方民族与欧美人民不同，美国之发展过程不一定会在我国完全不变地重现，然而人类爱舞的天性毕竟相同，土风舞之更蓬勃、更深入，自是必然结果。<br>
        </p>
    </div>
</div>
