<?php
/* @var $this yii\web\View */
$this->title = '上海海湾土风舞社-新人专区';
$subtitle = '新人专区';
$this->params['breadcrumbs'][] = $subtitle;
#$this->registerJsFile(yii\helpers\Url::base() . '/js/ztree.js', ['depends'=>['yii\web\JqueryAsset']]);
?>
<div class="rookie">
    <div class="body-content">
        <h4>【初入海湾】</h4>
        <p>想要愉快地起舞，不花时间是不可能的，海湾除了例会活动外不定期有其他丰富的娱乐聚会活动，比如例会完聚餐或者米姐家聚餐都是极好的快速融入活动，若只是想enjoy例会的氛围或是参与其他娱乐活动，并不介意在例会时跳不好舞的人，可以不用看下面了，just welcome to haiwan!<br>
        </p>
        <h4>【对于新人】</h4>
        <p>
        1、学舞是个可持续发展过程，不是一朝一夕就会的，鉴于以往经验，为了减轻学长姐们的负担，对于前几次来参加活动的新手一律不予特殊照顾，只现场临时教点基本步，其他全靠自己跟舞。<br>
        2、新人觉得想长期参加活动，可按十次上交活动费，此时对于想提升舞技的新人，有权选择一名老生当指导老师，每位指导老师同一时期只带一个新人。<br>
        </p>
        <h4>【教学制】</h4>
        <p>
        1、教学分5次，2次基本步，2次基本舞姿，1次总复习，或者指导老师随意安排，要求教完所有基本步和基本舞姿，期间要求主动带新人跳至少一半的舞蹈。<br>
        2、请不要三天打鱼两天晒网，教学时间限制在从你交了十次会员活动费后第一次参加活动开始，连续十次活动内完成教学，提供5次机会给特殊情况，教完5次即结束，若超出10次活动则无条件终止教学。<br>
        3、教学时间过后新人扣除一次活动经费给老师当做指导费，若老师未在10次内完成5次教学任务则没有指导费，期间可请人代教，请私下沟通。<br>
        </p>
        <h4>【提升舞技的方式】</h4>
        <p>
        1、孰能生巧，思而不学则殆，勤参加活动，活动时请学会厚脸皮下场跟舞，不管你会不会，just follow it！<br>
        2、学而不思则罔，海湾云盘里有专为新人准备的基本舞步和舞姿视频，同时每周教学舞蹈也有视频，不复习=白学！<br>
        3、其他诸如舞姿等深度提升，自己琢磨吧。。。<br>
        </p>
        <h4>【什么时候能入门并愉快地起舞】</h4>
        <p>
        1、参加超过10次活动。<br>
        2、记得住十首舞序。<br>
        3、能拆分舞蹈成各种基本步组合，并有自信下场跟舞了。<br>
        3、会跳”再见”。<br>
        </p>
    </div>
</div>
